[KFMusicTrigger0]
CombatSong="KFRock"
WaveBasedSongs=((CombatSong="KF_BledDry",CalmSong="KF_SinSoma"),(CombatSong="KF_BledDry",CalmSong="KF_SinSoma"),(CombatSong="DirgeDefective1",CalmSong="KF_SinSoma"),(CombatSong="DirgeDisunion1",CalmSong="KF_SinSoma"),(CombatSong="DirgeDisunion2",CalmSong="KF_TheStitches"),(CombatSong="DirgeRepulse1",CalmSong="KF_TheStitches"),(CombatSong="DirgeRepulse2",CalmSong="KF_TheStitches"),(CombatSong="DirgeDefective1",CalmSong="KF_TheStitches"),(CombatSong="DirgeDefective1",CalmSong="KF_TheStitches"),(CombatSong="DirgeDisunion1",CalmSong="KF_TheStitches"),(CombatSong="DirgeDisunion1",CalmSong="KF_TheStitches"),(CombatSong="DirgeDisunion1",CalmSong="KF_TheStitches"))

[KFUseTrigger0]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger1]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger2]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger3]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger4]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[KFUseTrigger5]
Message="Нажмите клавишу ДЕЙСТВИЕ"

[LevelInfo0]
Title="KF-Waterworks"

[LevelSummary]
Title="KF-Waterworks"
Description="Дневник лейтенанта Джона Дэвидсона - 17/09/09. Из-за известных событий в Лондоне мы были вынуждены оставить наши позиции и отступить вместе с уцелевшими гражданскими. Все надеялись перебраться на материк, но вот уже 4 дня ожиданий на побережье не принесли никаких результатов. Мы все еще сидим и ждем, что кто-нибудь появится. Некоторые думают, что Англию сделали карантинной зоной, но есть и те, кто считает, что заражение сумело попасть и в Европу. Лично я уверен в одном, нехватка припасов становится серьезной проблемой. Существа питаются не только нашими телами и душами, они убивают нашу землю. Из-за проблем с водой мы направляемся к старой насосной станции, в надежде пополнить запасы воды. Я чувствую кровь и смерть. Мутанты близко."

